Revit 2027 API
ParameterTypeId.FabricSheetWidth Property
 "Width": Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetWidth { get; }
Public Shared ReadOnly Property FabricSheetWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetWidth {
	ForgeTypeId^ get ();
}
static member FabricSheetWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace